[Common]
Title=Configuration du pilote de BIOS Fujitsu

[WelcomePage]
PageTitle=Bienvenue dans l'assistant de configuration du pilote de BIOS Fujitsu
PageDescription=L'assistant de configuration va installer le pilote de BIOS Fujitsu.\nSi vous souhaitez poursuivre, cliquez sur [Démarrer l'installation(D)].\nSi vous souhaitez abandonner, cliquez sur [Annuler(A)].
InstallButton=Démarrer l'installation(&D)
InstallButtonNote=Pilote de BIOS Fujitsu 1.0.0.2
CancelButton=Annuler(&A)
CancelButtonNote=Abandon de la configuration du pilote de BIOS Fujitsu.

[InstallSucceededPage]
PageTitle=Configuration du pilote de BIOS Fujitsu terminée.
PageDescription=L'installation du pilote de BIOS Fujitsu est réussie.\n\nPour terminer l'installation du pilote de BIOS Fujitsu, vous devez redémarrer l'ordinateur.\nDésirez-vous redémarrer l'ordinateur ?\n\nSi vous désirez le redémarrer, cliquez sur [Oui(O)].\nSi vous ne désirez pas le redémarrer tout de suite, cliquez sur [Non(N)].
RebootButton=Oui(&O)
CloseButton=Non(&N)

[InstallFailedPage]
PageTitle=Configuration du pilote de BIOS Fujitsu terminée.
PageDescription=L'installation du pilote de BIOS Fujitsu a échoué.\nVeuillez cliquer sur [Fermer(F)] pour fermer cette fenêtre et essayer à nouveau.
CloseButton=Fermer(&F)

[AlreadyInstalledPage]
PageTitle=Configuration du pilote de BIOS Fujitsu abandonnée.
PageDescription=Le pilote de BIOS Fujitsu est déjà installé sur cet ordinateur.\nVeuillez cliquer sur [Fermer(F)] pour fermer cette fenêtre.
CloseButton=Fermer(&F)

[Message]
E_NotSupportedOS=Le système d'exploitation de cet ordinateur n'est pas compatible.
E_NotAdministrator=Pour utiliser l'assistant de configuration du pilote de BIOS Fujitsu, vous devez disposer de droits d'administrateur.\nVeuillez vous connecter en tant qu'administrateur avant de poursuivre avec l'assistant.
E_FilesOfFbiosdrvNotFound=Les fichiers de configuration du pilote de BIOS Fujitsu sont manquants.
E_GetInfoFromInfFailed=Échec de récupération d'informations sur le pilote de BIOS Fujitsu,\nVeuillez vous assurer que les fichiers de pilote de BIOS Fujitsu sont corrects.
E_ChkInstFailed=Une erreur s'est produite.\nLa configuration est abandonnée.
